import React, { Component } from 'react'

export default class Company extends Component {
  render() {
    return (
      <div className='story'>
        <h1>История фирмы</h1>
        <p>Люди, составляющие костяк нашей команды, работают в сфере строительства и дизайна уже много лет.
          Однако решение объединиться в независимую фирму родилось три года назад, во время совместной работы
          над крупным заказом фирмы "Квартал 32-33". Успешный опыт работы с Кварталом на стадии строительства
          новых домов позволил наам быстро наладить отношения и с другими крупными строительными компаниями.
          По мере роста объема заказов мы неуклонно расширяли спектр оказываемых услуг и увеличили штат,
          тщательно отбирая и принимая на работу высококлассных строиетелей, специалистов по системам
          кондиционирования, дизайнеров интерьеров, фитодиазйнеров и опытных менеджеров. Сейчас в нашей
          фирме работают более ста человек, способных на высочайшем профессиональном уровне воплотить в жизнь
          интерьерный проект любой сложности: от возведения стен и прокладки коммуникаций до расстановки
          цветов и аксессуаров.
        </p>
        <img src='/КП фото/Фото Ермоленко/-1653.jpg' alt=''></img>
        <h2>Философия работы с клиентом</h2>
        <p>Мы абсолютно уверены в высоком художественном вкусе наших
          дизайнеров, но никогда не пытаемся навязать свои взгляды заказчику.
          Жилье - категория интимная, и даже безупречный с точки зрения
          профессионала интерьер, занимающий призовые места на профессиональных
          конкурсах, может оказаться банально непригодным для жизни конкретной семьи.
          Дом должен соответствовать мироощущению своего владельца, обеспечивать ему
          комфорт и уют. Мы же видим свою задачу в воплощении абстрактных идей заказчика
          в грамотный как с художественной, так и с технической точки зрения проект.
          Общее впечатление складывается из миллиона деталей, и мы поможем учесть их все.
          Вне зависимости от того, какой стиль Вы предпочитаете - модерн или кантри.
          Любите ли Вы сочные агрессивные краски или предпочитаете пастельные тона,
          Ваша квартира будет отражать Ваш внутренний мир и выглядеть безупречно. 
        </p>
        <br></br>
      </div>
    )
  }
}